source/_static/diagrams/foss-2025a-hierarchy.d2
direction: right
system
GCCcore: GCCcore\n14.2.0
GCC: GCC\n14.2.0
gfbf: gfbf\n2025a
gompi: gompi\n2025a
foss: foss\n2025a
system -> GCCcore -> GCC
GCC -> gfbf
GCC -> gompi
gfbf -> foss
gompi -> foss
